ADMIN: dict[str, str] = {
    'text_balance': 'fck'

}

USER: dict[str, str] = {

}

GENERAL: dict[str, str] = {
    'text_balance': '💵 Баланс',
    'text_writing_username': 'Введите username',
    'text_select_category': 'Выбери категорию',
    'text_choose_action': 'Выбери действие',
    'text_amount_is_zero': 'В данной категории недостаточно средств для совершения транзакции!\n'
                           'Пожалуйста, выберите другую категорию или распределите доход.',
    'text_expenses_digit': '<b>Внесите сумму расходов</b>\n\n'
                           '<b>Пример:</b>\n'
                           'Если хотите внести целое число: 5000,\n'
                           'Если хотите внести не целое число: 5000.78.',
    'text_spread_digit': 'Введите сумму, которую хотите зачислить в категорию',
    'text_writing_digit': '<b>Внесите сумму</b>\n\n'
                          '<b>Пример:</b>\n'
                          'Если хотите внести целое число: 5000,\n'
                          'Если хотите внести не целое число: 5000.78.',
    'text_salary_writing_comment': '<b>Введите комментарий</b>\n\n'
                                   'Например, чей доход',
    'text_refresh': 'Для обновления нажмите - /refresh',

    'btn_expenses': 'Расход',
    'btn_salary': 'Доход',
    'btn_statistic': 'Статистика',
    'btn_view_users': 'Пользователи',
    'btn_settings': 'Настройки',
    'btn_salary_add': 'Внести доход',
    'btn_salary_spread': 'Распределить доход',
    'btn_main_menu': 'На главную',
    'btn_back': 'Назад',

    '/help': 'Жми - /start',
    '~help': 'Отвечу только на главной странице',
}
